// © Copyright 2010-2016 HP Development Company, L.P.

TaskName = "Escanear a ordenador";
TaskDescription = "Escanear a ordenador le permite iniciar escaneados en el panel delantero de su dispositivo HP y enviar el resultado a su ordenador automáticamente.";

MoreInfoButtonToolTipTitle = "Más información sobre Escanear a equipo";

"COMPUTER_NAME_TITLE" = "Su nombre de ordenador es";
"COMPUTER_NAME_DESCRIPTION" = "Cuando inicia un escaneado desde su dispositivo HP puede que se le solicite seleccionar su ordenador de una lista de ordenadores de host habilitados para Escanear a ordenador.";
ComputerNameWithDefaultDestinationDescription = "Cuando comience a escanear de su dispositivo HP, se le pedirá que seleccione su ordenador de una lista de ordenadores aptos para Escanear en ordenador. Los escaneos se guardarán en la ubicación predeterminada. Para cambiar las tareas de escaneo, haga clic en el botón \"Editar tareas de escaneo\".";
"COMPUTER" = "Ordenador";
"COMPUTERS" = "Ordenadores";

"INSTALLATION_ERROR" = "El software de HP requerido para escanear al equipo no se pudo localizar en este equipo. Descargue e instale el último software recomendado de HP para su dispositivo de http://www.hp.com/support, y vuelva a intentarlo.";
HSDNoHPScanDriverErrorMessage = "No se pudo cargar el software HP necesario para Escanear a equipo. Descargue e instale el último software para su dispositivo HP en http://www.hp.com/support, e inténtelo de nuevo. Si el problema persiste, reinicie el Mac y el dispositivo HP.";

EnableScanToComputerCheckBoxTitle = "Habilitar Escanear a ordenador";

EnablingScanToComputerProgressTitle = "Habilitando Escanear a ordenador…";

ScanToComputerIsEnabledTitle = "Escanear a ordenador está habilitado";
ChangeComputerNameButtonTitle = "Cambiar nombre de ordenador…";

ScanToComputerDisabledTitle = "Escanear a ordenador está desactivado";
ScanToComputerDisabledDescriptionTitle = "Aún puede iniciar escaneos desde el software de escaneado de su equipo, por ejemplo, HP Easy Scan.";

ScanToComputerCannotBeEnabledTitle = "Escanear a ordenador no puede ser habilitado";

EnablingFailedCause1Title = "Posible causa #1: El número máximo de ordenadores ya están habilitados. Para habilitar Escanear a ordenador, otro ordenador tiene que desactivar primero esta función.";
EnablingFailedCause2Title = " Posible causa #2: No se puede comunicar con el dispositivo. Compruebe los cables y la configuración de instalación. Si el problema persiste, intente reiniciando el ordenador y el dispositivo HP.";
ShowEnabledComputersButtonTitle = "Ver ordenadores habilitados";

CommunicationErrorTitle = "Error de comunicación";
CommunicationErrorDescriptionTitle = "No se puede comunicar con el dispositivo. Compruebe los cables y la configuración de instalación. Si el problema persiste, intente reiniciando el ordenador y el dispositivo HP.";

EditScanTasksButtonTitle = "Editar tareas de escaneo…";
EditScanTasksButtonToolTipTitle = "Vea y edite tareas de escaneado en la aplicación HP Easy Scan (o HP Scan para algunos productos)";
CannotEditScanTasksErrorTitle = "No se encuentra HP Easy Scan";
HSDNoHPScanErrorMessage = "HSD_TEXT:HP Easy Scan (o HP Scan para algunos productos) es necesario para ver y editar la configuración de tareas de escaneo. Descargue e instale el software más reciente para su producto en HSD_LINK:HSD_URL:HSDSupportLink_URL.";
HSDOutdatedHPScanErrorMessage = "HSD_TEXT:Es necesario actualizar el software HP Scan. HSDNoHPScanErrorMessage";

// Enabled Computers List
TableTile = "Actualmente habilitado para Escanear a ordenador";
MaximumEnabledComputersAmountTitle = "Máximo habilitado para este dispositivo :";
